{
    "get_started": "Get Started",
    "header_title_one": "Delicious ",
    "header_title_two": "Meals ",
    "header_title_three": "Fast ",
    "header_title_four": "Delivery",
    "header_description": "Best cooks and best delivery riders all at your service. Hot tasty food will reach you in less than 40 minutes.",
    "sm_header_title_one": "Crunchy ",
    "sm_header_title_two": "Munchy ",
    "sm_header_title_three": "Oh-so ",
    "sm_header_title_four": "Delicious",
    "sm_header_description": "Elevate your snacking game with us. Crave-worthy snacks, right at your fingertips.",
    "ds_header_title_one": "Last-mile",
    "ds_header_title_two":" Delivery",
    "ds_header_title_three":" Swift &",
    "ds_header_title_four":" Efficient",
    "ds_header_description":"Experience excellence in every delivery. Your packages are delivered with precision and speed.",
    "coming_soon_on": "Coming soon on: ",
    "what_we_offer" : "What we offer?",
    "easy_order": "Easy to order",
    "easy_order_description": "Order your food with only a few steps.",
    "fast_delivery": "Fast Delivery",
    "fast_delivery_description": "Delivery is always on time and even faster.",
    "variety_quality": "Variety & Quality",
    "variety_quality_description": "Lots of quality  and affordable food options to choose from. ",
    "how_we_work": "How we work?",
    "for_customers": "For Customers",
    "for_customers_description": "Order your food with only a few steps.",
    "place_order": "Place your order",
    "place_order_description": "Choose from variety of restaurants.",
    "drop_location": "Input drop-off location",
    "drop_location_description": "Input address where your order will be delivered.",
    "flexible_payment": "Flexible payment",
    "flexible_payment_description": "Pay with Cash, Card, Mobile Money transfers, or on delivery.",
    "for_restaurants": "For Restaurants",
    "for_restaurants_description": "Order your food with only a few steps.",
    "create_account": "Create account",
    "create_account_description": "Setting up your online restaurant is fast and easy.",
    "upload_menu": "Upload menu",
    "upload_menu_description": " With just a few clicks, upload all the delicacies you have to offer.",
    "manage_orders": "Manage orders",
    "manage_orders_description": "From the comfort of your restaurant, manage customers' orders with a few clicks.",
    "contact_title": "Contact:",
    "contact_info": "for more information.",
    "coming_soon": "Coming soon!",
    "coming_soon_description_one": "Best cooks and best delivery riders all at your service. Hot tasty food will reach you in less than 40 minutes.",
    "terms_header_title":"Terms & Conditions",
    "terms_Description":"Welcome to www.qwique.com, a proprietary website/application of Qwique Technology Limited (« Qwique », « we », « us »). By accessing this Platform, you (« User »,« you »,  « your ») agree to our terms and conditions below. By using this Platform, you agree to be legally bound by these terms. If you do not understand any of the terms of this agreement, please contact us at ",
    "terms_Des_link":". We're more than happy to guide you.",
    "list_Headers_1":"General Terms",
    "list_text_1":"These terms of use govern the use of our website and mobile application (collectively called the Platform) and define the legally binding terms on which you access, browse, register, or otherwise use the Platform to enjoy our services. The terms of use apply to all users of the Platform, including guest users.",
    "list_text_2":"By using our Platforms in any manner, you confirm that you accept these terms of use and that you agree to comply with and be bound by them.",
    "list_text_3":"You understand that a breach of any of these terms of use may result in your rights to use the services on the Platform being restricted, suspended, or withdrawn.",
    "list_text_4":"We may amend these terms of use at any time by amending this page. Please check this page from time to time to take notice of any changes we make as they will be binding on you. If you are an existing user, we will notify you of any material changes.",
    "list_text_5":"If you do not agree to these terms of use, you must not access this Platform or use the services.",
    "terms_Headers_2":"Services",
    "list_text_6":"This Platform allows users to request or pick up food from their favorite nearby restaurant (Food Delivery Services).",
    "list_text_7":"The Platform also enables users to purchase and have snacks delivered to their location (Snack Purchase and Delivery Services).",
    "list_text_8":"Additionally, the Platform offers package pickup and delivery services.",
    "list_text_9":"Qwique operates the Platform and implements the tools and technical means to enable these services. However, Qwique is not affiliated or partnered with the restaurants listed on the Platform. Qwique is solely responsible for purchasing or ordering food on behalf of users and delivering it to their location.",
    "list_text_10":"Qwique does not have possession of any food offered for sale and is not a part or subsidiary of any listed restaurants. Qwique does not guarantee the existence, quality, and safety of food advertised on the Platform or the accuracy of restaurants' offers.",
    "list_text_11":"Qwique disclaims any warranties, whether express or implied, regarding the quality of meals ordered through the Platform, fully permitted by law.",
    "terms_Headers_3":"Accessing our Platform and the Services",
    "list_text_12":"We do not guarantee that our Platforms or any of the Services will always be available, uninterrupted, or fault-free. We will not be liable to any user of the Platform if, for any reason, the Platform is unavailable at any time or for any period.",
    "list_text_13":"We do not guarantee that our Platform or any content on it will be free from errors or omissions.",
    "list_text_14":"You are responsible for making all arrangements necessary to have access to our Platforms and for ensuring that all persons who access the Platform through your user profile are aware of these terms of use and other applicable terms and conditions, and that they comply with them.",
    "terms_Headers_4":"Membership and Registration",
    "list_text_15":"Our services are available only to individuals who are 18 years and older and can form legally binding contracts under applicable law. By using our services, you represent that you are at least 18 years old and that all registration information you submit is accurate and truthful.",
    "list_text_16":"Users who fulfill the eligibility criteria may create an account on the Platform (Account). To register, you must provide accurate and complete information, including your name, email address, contact number, and any other information required during the registration process.",
    "list_text_17":"You are responsible for maintaining the confidentiality of your Account login credentials, including your username and password. You are solely responsible for all activities that occur under your Account.",
    "list_text_18":"You agree to notify Qwique immediately if you become aware of any unauthorized use of your Account or any other breach of security. Qwique will not be liable for any loss or damage arising from your failure to comply with this provision.",
    "list_text_19":"Qwique reserves the right to suspend or terminate your Account and refuse any and all current or future use of the Platform if it suspects any unauthorized or fraudulent activity associated with your Account.",
    "terms_Headers_5":"User Obligations",
    "list_text_20":"As a user of the Platform, you agree to comply with the following obligations:",
    "list_text_21":"You will use the Platform only for lawful purposes and in accordance with these terms of use.",
    "list_text_22":"You will not use the Platform to harm, threaten, or harass any other person, or in any way that infringes upon the rights of others.",
    "list_text_23":"You will not use the Platform to transmit, distribute, or upload any content that is unlawful, defamatory, obscene, or otherwise objectionable.",
    "list_text_24":"You will not attempt to gain unauthorized access to any part of the Platform or any systems or networks connected to the Platform.",
    "list_text_25":"You will not interfere with or disrupt the operation of the Platform or any servers or networks connected to the Platform.",
    "list_text_26":"You will not use any automated means, including bots, spiders, or scrapers, to access, monitor, or copy any content from the Platform.",
    "list_text_27":"Qwique reserves the right to investigate and take appropriate legal action against any user who violates these obligations, including reporting such user to law enforcement authorities. Qwique may suspend or terminate the user's access to the Platform and services if it determines, in its sole discretion, which the user has violated these terms of use.",
    "terms_Headers_6":"Intellectual Property Rights",
    "list_text_28":"The Platform and its content, including but not limited to text, graphics, logos, images, audio clips, videos, and software, are owned or licensed by Qwique and are protected by intellectual property laws.",
    "list_text_29":"You are granted a limited, non-exclusive, non-transferable, and revocable license to access and use the Platform for personal and non-commercial purposes. You may not modify, distribute, reproduce, publish, license, create derivative works from, transfer, or sell any information, software, products, or services obtained from the Platform.",
    "list_text_30":"Qwique's name, logo, and any other trademarks, service marks, or graphics used on the Platform are trademarks or registered trademarks of Qwique. Unauthorized use of these trademarks is strictly prohibited.",
    "terms_Headers_7":"Third-Party Links and Content",
    "list_text_31":"The Platform may contain links to third-party websites or resources. These links are provided for your convenience only, and Qwique does not endorse or control the content of these third-party sites. Qwique is not responsible for the availability, accuracy, or any other aspect of such third-party sites or resources.",
    "list_text_32":"Qwique is not responsible for any loss or damage that may arise from your use of any third-party sites or resources. Your use of third-party sites and resources is at your own risk, and you should review the terms of use and privacy policies of these third-party sites before using them.",
    "terms_Headers_8":"Limitation of Liability",
    "list_text_33":"To the fullest extent permitted by applicable law, Qwique shall not be liable for any indirect, incidental, special, consequential, or exemplary damages, including but not limited to damages for loss of profits, goodwill, use, data, or other intangible losses, arising out of or in connection with your use or inability to use the Platform.",
    "list_text_34":"Qwique's total liability to you for all claims arising out of or in connection with these terms of use or your use of the Platform, whether in contract, tort, or otherwise, is limited to the amount paid by you, if any, to Qwique for accessing the Platform during the six months preceding the event giving rise to the liability.",
    "terms_Headers_9":"Indemnification",
    "list_text_35":"You agree to indemnify and hold Qwique and its affiliates, officers, directors, employees, and agents harmless from any claims, demands, damages, liabilities, costs, or expenses, including reasonable attorneys' fees, arising out of or in connection with your use of the Platform, your violation of these terms of use, or your violation of any rights of another person or entity.",
    "terms_Headers_10":"Termination",
    "list_text_36":"These terms of use will remain in full force and effect while you use the Platform. Qwique may terminate or suspend your access to the Platform at any time, with or without cause, without notice or liability.",
    "list_text_37":"Upon termination, all licenses and rights granted to you under these terms of use will immediately cease, and you must cease all use of the Platform.",
    "terms_Headers_11":"Governing Law and Dispute Resolution",
    "list_text_38":"These terms of use shall be governed by and construed in accordance with the laws of [Jurisdiction], without regard to its conflict of laws principles.",
    "list_text_39":"Any dispute, controversy, or claim arising out of or relating to these terms of use or the breach, termination, or invalidity thereof shall be settled by arbitration in accordance with the rules of [Arbitration Institution]. The place of arbitration shall be [Place]. The language of the arbitration shall be [Language].",
    "terms_Headers_12":"Miscellaneous",
    "list_text_40":"These terms of use constitute the entire agreement between you and Qwique regarding your use of the Platform and supersede all prior agreements and understandings, whether written or oral.",
    "list_text_41":"If any provision of these terms of use is found to be invalid or unenforceable, the remaining provisions shall continue to be valid and enforceable to the fullest extent permitted by law.",
    "list_text_42":"Qwique's failure to enforce any right or provision of these terms of use shall not be deemed a waiver of such right or provision.",
    "list_text_43":"You may not assign or transfer any of your rights or obligations under these terms of use without Qwique's prior written consent.",
    "list_text_44":"Qwique may assign or transfer any of its rights or obligations under these terms of use without restriction.",
    "pols_header_title":"Privacy Policy",
    "pols_Description":"Qwique Technology Limited (« Qwique », « we », « us ») provides a platform for its users to request and purchase food, snacks, and packages from nearby restaurants and have them delivered directly to their doorstep (« Services »). At Qwique, we value transparency and are committed to protecting your personal information. This Privacy Policy explains how we collect, use, disclose, and protect your personal information when you use our Services. By using our Services, you consent to the collection and processing of your personal information as described in this Privacy Policy. If you have any questions or concerns about our Privacy Policy, please contact us at",
    "pols_Headers_1":"Information We Collect",
    "pols_text_1":"Personal Information We collect the following personal information to provide and improve our Services:",
    "pols_text_2":"Your name, age, gender, address, location, email address, and mobile contact number.",
    "pols_text_3":"Information about third parties related to you or their use of our services, if provided by you.",
    "pols_text_4":"Details of your orders, including the date, time, and location of purchase or delivery.",
    "pols_text_5":"Information about your device, including operating system, unique device identifiers, and mobile network information.",
    "pols_text_6":"Personal information collected and held via financial or third-party payment systems for payment processing.",
    "pols_text_7":"Your connection to other individuals, such as family members or friends.",
    "pols_text_8":"Details about your participation in loyalty programs.",
    "pols_text_9":"Information shared with us through social media platforms if you choose to interact with us through those platforms.",
    "pols_text_10":"Any delivery addresses you provide.",
    "pols_text_11":"Optional survey responses, including demographic information.",
    "pols_text_12":"Automatically Collected Information We also collect certain information automatically when you use our Services, including:",
    "pols_text_13":"IP address, GPS location, and other sensor data for location-based services.",
    "pols_text_14":"Wi-Fi metadata from your device, including Wi-Fi and GPS connectivity, network information, and signal level, to recommend nearby restaurants.",
    "pols_Headers_2":"Use of Your Personal Information",
    "pols_text_15":"We use your personal information for the following purposes:",
    "pols_text_16":"Providing and improving our Services.",
    "pols_text_17":"Communicating with you, including notifications and important information related to our Services.",
    "pols_text_18":"Research and development to enhance our Services.",
    "pols_text_19":"Ensuring the safety and security of users and preventing fraud.",
    "pols_text_20":"Customer support, including responding to your inquiries and complaints.",
    "pols_text_21":"Conducting surveys and research activities.",
    "pols_text_22":"Marketing, promotions, and advertising.",
    "pols_text_23":"Fulfilling our legal and regulatory obligations.",
    "pols_text_24":"Facilitating communication between users.",
    "pols_text_25":"Authenticating users.",
    "pols_text_26":"Investigating and preventing fraud and illegal activities.",
    "pols_text_27":"Processing and facilitating payments.",
    "pols_text_28":"Dealing with disputes and complaints.",
    "pols_text_29":"Complying with applicable laws, regulations, and rules.",
    "pols_text_30":"Reporting to regulatory authorities or government bodies.",
    "pols_text_31":"Using or disclosing it as otherwise authorized or permitted by law.",
    "pols_text_32":"Contacting you via telephone, email, or other provided contact methods.",
    "pols_Headers_3":"Third-Party Technologies",
    "pols_text_33":"Our platform may include or offer third-party products or services, which have separate and independent privacy policies. We have no responsibility or liability for the content and activities of these linked sites. Please review their privacy policies before engaging with them.",
    "pols_Headers_4":"Location Services",
    "pols_text_34":"To provide our Services, location services must be enabled. We collect location information through IP addresses, GPS, and other sensors. We use this information to recommend nearby restaurants.",
    "pols_Headers_5":"Communication",
    "pols_text_35":"When using our platform to contact us for delivery services, all communications made and received through the platform will be recorded for safety, monitoring, quality assurance, fraud prevention, and analytical purposes.",
    "pols_Headers_6":"Social Media Use",
    "pols_text_36":"If you interact with us through third-party websites or social media platforms, please review their terms and conditions regarding the handling and management of your personal information. Keep your personal information confidential when contacting us through direct messages, email, or customer service channels.",
    "pols_Headers_7":"Surveys",
    "pols_text_37":"We may request your participation in surveys or research activities to gather feedback and improve our Services. Your participation in these surveys is voluntary, and the information you provide will be used for internal purposes only. We may analyze the survey responses in an aggregated and anonymized form to understand trends and preferences.",
    "pols_Headers_8":"Data Retention",
    "pols_text_38":"We retain your personal information for as long as necessary to fulfill the purposes outlined in this Privacy Policy, unless a longer retention period is required or permitted by law. We will delete or anonymize your personal information when it is no longer needed for the purposes for which it was collected.",
    "pols_Headers_9":"Data Security",
    "pols_text_39":"We take reasonable measures to protect your personal information from unauthorized access, use, or disclosure. We use industry-standard security technologies and procedures to safeguard your information. However, please be aware that no method of transmission over the internet or electronic storage is 100% secure, and we cannot guarantee the absolute security of your information.",
    "pols_Headers_10":"Children's Privacy",
    "pols_text_40":"Individuals under the age of 18 do not intend our Services for use. We do not knowingly collect personal information from children under 18. If we become aware that we have collected personal information from a child under 18 without parental consent, we will take steps to delete the information as soon as possible. If you believe that we may have collected information from a child under 18, please contact us at",
    "pols_Headers_11":"Changes to this Privacy Policy",
    "pols_text_41":"We may update this Privacy Policy from time to time to reflect changes in our practices or applicable laws. We will notify you of any material changes by posting the updated Privacy Policy on our website or through other communication channels. We encourage you to review this Privacy Policy periodically for the latest information on our privacy practices.",
    "pols_Headers_12":"Contact Us",
    "pols_text_42":"If you have any questions, concerns, or requests regarding this Privacy Policy or the handling of your personal information, please contact us at",

    "copy_right": "Copyright © 2023 Qwique."
}