{
    "get_started": "Commencer",
    "header_title_one":"Délicieux ",
    "header_title_two":"Repas",
    "header_title_three": " Livraison ",
    "header_title_four": "Rapide",
    "header_description": "Les meilleurs cuisiniers et les meilleurs livreurs à votre service. Des plats chauds et savoureux vous parviendront en moins de 40 minutes.",
    "sm_header_title_one":"Croquant ",
    "sm_header_title_two": "Grignotant",
    "sm_header_title_three": " Oh-si ",
    "sm_header_title_four": "Délicieux",
    "sm_header_description": "Élevez votre jeu de collation avec nous. Des collations dignes d'une envie, à portée de main.",
    "ds_header_title_one": "Livraison du",
    "ds_header_title_two":" Dernier Kilomètre",
    "ds_header_title_three":" Rapide et",
    "ds_header_title_four":" Efficace",
    "ds_header_description":"Faites l'expérience de l'excellence à chaque livraison. Vos colis sont livrés avec précision et rapidité.",
    "coming_soon_on": "Bientôt sur: ",
    "what_we_offer" : "Ce que nous offrons?",
    "easy_order": "Facile à commander",
    "easy_order_description": "Commandez votre repas en quelques étapes seulement.",
    "fast_delivery": "Livraison rapide",
    "fast_delivery_description": "La livraison est toujours à l'heure et encore plus rapide.",
    "variety_quality": "Variété & Qualité",
    "variety_quality_description": "Beaucoup d'options de restauration de qualité et abordables à choisir.",
    "how_we_work": "Comment nous travaillons?",
    "for_customers": "Pour les clients",
    "for_customers_description": "Commandez votre repas en quelques étapes seulement.",
    "place_order": "Passer votre commande",
    "place_order_description": "Choisissez parmi une variété de restaurants.",
    "drop_location": "Lieu de dépôt des entrées",
    "drop_location_description": "Entrez l'adresse où votre commande sera livrée.",
    "flexible_payment": "Paiement flexible",
    "flexible_payment_description": "Payez en espèces, par carte, par virements Mobile Money ou à la livraison.",
    "for_restaurants": "Pour les restaurants",
    "for_restaurants_description": "commandez votre repas en quelques étapes seulement.",
    "create_account": "Créer un compte",
    "create_account_description": "La configuration de votre restaurant en ligne est simple et rapide.",
    "upload_menu": "Menu de téléchargement",
    "upload_menu_description": "En quelques clics, téléchargez toutes les gourmandises que vous avez à offrir.",
    "manage_orders": "Gérer les commandes",
    "manage_orders_description": "Depuis le confort de votre restaurant, gérez les commandes de vos clients en quelques clics.",
    "contact_title": "Contactez:",
    "contact_info": "pour plus d'informations.",
    "coming_soon": "Bientôt disponible!",
    "coming_soon_description_one": "Les meilleurs cuisiniers et les meilleurs livreurs à votre service. Des plats chauds et savoureux vous parviendront en moins de 40 minutes.",
    "terms_header_title": "Termes et Conditions",
    "terms_Description":"Bienvenue sur www.qwique.com, un site Web/une application propriétaire de Qwique Technology Limited (Qwique, nous, nous). En accédant à cette Plateforme, vous (Utilisateur, vous, votre) acceptez nos termes et conditions ci-dessous. En utilisant cette Plateforme, vous acceptez d'être légalement lié par ces conditions. Si vous ne comprenez pas l'un des termes de cet accord, veuillez nous contacter à ",
    "terms_Des_link":". Nous sommes plus qu'heureux de vous guider.",
    "list_Headers_1":"Conditions générales",
    "list_text_1":"Ces conditions d'utilisation régissent l'utilisation de notre site Web et de notre application mobile (collectivement appelés la Plateforme) et définissent les conditions juridiquement contraignantes selon lesquelles vous accédez, naviguez, vous inscrivez ou utilisez la Plateforme pour profiter de nos services. Les conditions d'utilisation s'appliquent à tous les utilisateurs de la Plateforme, y compris les utilisateurs invités.",
    "list_text_2":"En utilisant nos Plateformes de quelque manière que ce soit, vous confirmez que vous acceptez ces conditions d'utilisation et que vous vous engagez à les respecter et à être lié par elles.",
    "list_text_3":"Vous comprenez qu'une violation de l'une de ces conditions d'utilisation peut entraîner la restriction, la suspension ou le retrait de vos droits d'utilisation des services de la Plateforme.",
    "list_text_4":"Nous pouvons modifier ces conditions d'utilisation à tout moment en modifiant cette page. Veuillez consulter cette page de temps à autre pour prendre connaissance des modifications que nous apportons, car elles vous lieront. Si vous êtes un utilisateur existant, nous vous informerons de tout changement important.",
    "list_text_5":"Si vous n'acceptez pas ces conditions d'utilisation, vous ne devez pas accéder à cette plate-forme ou utiliser les services.",
    "terms_Headers_2":"Prestations",
    "list_text_6":"Cette plate-forme permet aux utilisateurs de demander ou de récupérer de la nourriture dans leur restaurant préféré à proximité (services de livraison de nourriture).",
    "list_text_7":"La Plateforme permet également aux utilisateurs d'acheter et de se faire livrer des collations à leur emplacement (Services d'achat et de livraison de collations).",
    "list_text_8":"De plus, la Plateforme propose des services de ramassage et de livraison de colis.",
    "list_text_9":"Qwique exploite la Plateforme et met en œuvre les outils et moyens techniques pour permettre ces services. Cependant, Qwique n'est pas affilié ou partenaire des restaurants répertoriés sur la Plateforme. Qwique est seul responsable de l'achat ou de la commande de nourriture au nom des utilisateurs et de leur livraison à leur emplacement.",
    "list_text_10":"Qwique ne possède aucun aliment proposé à la vente et n'est pas une partie ou une filiale d'un restaurant répertorié. Qwique ne garantit pas l'existence, la qualité et la sécurité des aliments annoncés sur la Plateforme ni l'exactitude des offres des restaurants.",
    "list_text_11":"Qwique décline toute garantie, expresse ou implicite, concernant la qualité des repas commandés via la Plateforme, pleinement autorisée par la loi.",
    "terms_Headers_3":"Accéder à notre Plateforme et aux Services",
    "list_text_12":"Nous ne garantissons pas que nos Plateformes ou l'un des Services seront toujours disponibles, ininterrompus ou sans erreur. Nous ne serons pas responsables envers tout utilisateur de la Plateforme si, pour une raison quelconque, la Plateforme est indisponible à tout moment ou pour toute période.",
    "list_text_13":"Nous ne garantissons pas que notre Plateforme ou tout contenu qu'elle contient sera exempt d'erreurs ou d'omissions.",
    "list_text_14":"Vous êtes responsable de prendre toutes les dispositions nécessaires pour avoir accès à nos Plateformes et de vous assurer que toutes les personnes qui accèdent à la Plateforme par le biais de votre profil d'utilisateur connaissent ces conditions d'utilisation et autres conditions générales applicables, et qu'elles les respectent.",
    "terms_Headers_4":"Adhésion et inscription",
    "list_text_15":"Nos services ne sont disponibles que pour les personnes âgées de 18 ans et plus et peuvent conclure des contrats juridiquement contraignants en vertu de la loi applicable. En utilisant nos services, vous déclarez que vous avez au moins 18 ans et que toutes les informations d'inscription que vous soumettez sont exactes et véridiques.",
    "list_text_16":"Les Utilisateurs remplissant les critères d'éligibilité peuvent créer un compte sur la Plateforme (Compte). Pour vous inscrire, vous devez fournir des informations exactes et complètes, y compris votre nom, votre adresse e-mail, votre numéro de contact et toute autre information requise lors du processus d'inscription.",
    "list_text_17":"Vous êtes responsable du maintien de la confidentialité des informations d'identification de connexion à votre compte, y compris votre nom d'utilisateur et votre mot de passe. Vous êtes seul responsable de toutes les activités qui se produisent sous votre compte.",
    "list_text_18":"Vous acceptez d'informer Qwique immédiatement si vous avez connaissance d'une utilisation non autorisée de votre compte ou de toute autre violation de la sécurité. Qwique ne sera pas responsable de toute perte ou dommage résultant de votre non-respect de cette disposition.",
    "list_text_19":"Qwique se réserve le droit de suspendre ou de résilier votre Compte et de refuser toute utilisation actuelle ou future de la Plateforme si elle soupçonne une activité non autorisée ou frauduleuse associée à votre Compte.",
    "terms_Headers_5":"Obligations de l'utilisateur",
    "list_text_20":"En tant qu'utilisateur de la Plateforme, vous vous engagez à respecter les obligations suivantes:",
    "list_text_21":"Vous n'utiliserez la Plateforme qu'à des fins licites et conformément aux présentes conditions d'utilisation.",
    "list_text_22":"Vous n'utiliserez pas la Plateforme pour nuire, menacer ou harceler toute autre personne, ou d'une manière qui enfreint les droits d'autrui.",
    "list_text_23":"Vous n'utiliserez pas la Plateforme pour transmettre, distribuer ou télécharger tout contenu illégal, diffamatoire, obscène ou autrement répréhensible.",
    "list_text_24":"Vous ne tenterez pas d'obtenir un accès non autorisé à toute partie de la Plateforme ou à tout système ou réseau connecté à la Plateforme.",
    "list_text_25":"Vous n'interférerez ni ne perturberez le fonctionnement de la Plateforme ou de tout serveur ou réseau connecté à la Plateforme.",
    "list_text_26":"Vous n'utiliserez aucun moyen automatisé, y compris des bots, des spiders ou des scrapers, pour accéder, surveiller ou copier tout contenu de la Plateforme.",
    "list_text_27":"Qwique se réserve le droit d'enquêter et d'engager les poursuites judiciaires appropriées contre tout utilisateur qui enfreint ces obligations, y compris le signalement de cet utilisateur aux autorités chargées de l'application de la loi. Qwique peut suspendre ou résilier l'accès de l'utilisateur à la Plateforme et aux services s'il détermine, à sa seule discrétion, que l'utilisateur a violé les présentes conditions d'utilisation.",
    "terms_Headers_6":"Droits de propriété intellectuelle",
    "list_text_28":"La Plateforme et son contenu, y compris, mais sans s'y limiter, les textes, graphiques, logos, images, clips audio, vidéos et logiciels, sont la propriété ou sous licence de Qwique et sont protégés par les lois sur la propriété intellectuelle.",
    "list_text_29":"Vous bénéficiez d'une licence limitée, non exclusive, non transférable et révocable pour accéder et utiliser la Plateforme à des fins personnelles et non commerciales. Vous ne pouvez pas modifier, distribuer, reproduire, publier, concéder sous licence, créer des œuvres dérivées, transférer ou vendre toute information, logiciel, produit ou service obtenu à partir de la Plateforme.",
    "list_text_30":"Le nom, le logo et toutes les autres marques commerciales, marques de service ou graphiques de Qwique utilisés sur la Plateforme sont des marques commerciales ou des marques déposées de Qwique. L'utilisation non autorisée de ces marques est strictement interdite.",
    "terms_Headers_7":"Liens et contenu tiers",
    "list_text_31":"La Plateforme peut contenir des liens vers des sites Web ou des ressources de tiers. Ces liens sont fournis uniquement pour votre commodité, et Qwique n'approuve ni ne contrôle le contenu de ces sites tiers. Qwique n'est pas responsable de la disponibilité, de l'exactitude ou de tout autre aspect de ces sites ou ressources tiers.",
    "list_text_32":"Qwique n'est pas responsable de toute perte ou dommage pouvant résulter de votre utilisation de sites ou de ressources tiers. Votre utilisation des sites et ressources de tiers est à vos risques et périls, et vous devez consulter les conditions d'utilisation et les politiques de confidentialité de ces sites tiers avant de les utiliser.",
    "terms_Headers_8":"Limitation de responsabilité",
    "list_text_33":"Dans toute la mesure permise par la loi applicable, Qwique ne sera pas responsable des dommages indirects, accessoires, spéciaux, consécutifs ou exemplaires, y compris, mais sans s'y limiter, les dommages pour perte de profits, de clientèle, d'utilisation, de données ou d'autres pertes intangibles, découlant de ou en relation avec votre utilisation ou votre incapacité à utiliser la Plateforme.",
    "list_text_34":"La responsabilité totale de Qwique envers vous pour toutes les réclamations découlant de ou en relation avec ces conditions d'utilisation ou votre utilisation de la plate-forme, que ce soit dans le cadre d'un contrat, d'un délit ou autrement, est limitée au montant que vous avez payé, le cas échéant, à Qwique pour accéder à la Plateforme au cours des six mois précédant le fait générateur de la responsabilité.",
    "terms_Headers_9":"Indemnisation",
    "list_text_35":"Vous acceptez d'indemniser et de tenir Qwique et ses sociétés affiliées, dirigeants, administrateurs, employés et agents indemnes de toute réclamation, demande, dommage, responsabilité, coût ou dépense, y compris les honoraires d'avocat raisonnables, découlant de ou en relation avec votre utilisation. de la Plateforme, votre violation des présentes conditions d'utilisation ou votre violation des droits d'une autre personne ou entité.",
    "terms_Headers_10":"Résiliation",
    "list_text_36":"Ces conditions d'utilisation resteront en vigueur et de plein effet pendant que vous utilisez la plate-forme. Qwique peut résilier ou suspendre votre accès à la Plateforme à tout moment, avec ou sans motif, sans préavis ni responsabilité.",
    "list_text_37":"En cas de résiliation, toutes les licences et tous les droits qui vous sont accordés en vertu des présentes conditions d'utilisation cesseront immédiatement et vous devrez cesser toute utilisation de la Plateforme.",
    "terms_Headers_11":" Droit applicable et règlement des différends",
    "list_text_38":"Ces conditions d'utilisation sont régies et interprétées conformément aux lois de [Juridiction], sans égard à ses principes de conflit de lois.",
    "list_text_39":"Tout litige, controverse ou réclamation découlant de ou lié à ces conditions d'utilisation ou à la violation, la résiliation ou l'invalidité de celles-ci sera réglé par arbitrage conformément aux règles de [Institution d'arbitrage]. Le lieu de l'arbitrage sera [Lieu]. La langue de l'arbitrage sera [Langue].",
    "terms_Headers_12":"Divers",
    "list_text_40":"Ces conditions d'utilisation constituent l'intégralité de l'accord entre vous et Qwique concernant votre utilisation de la Plateforme et remplacent tous les accords et ententes antérieurs, qu'ils soient écrits ou oraux.",
    "list_text_41":"Si une disposition de ces conditions d'utilisation est jugée invalide ou inapplicable, les dispositions restantes continueront d'être valides et exécutoires dans toute la mesure permise par la loi.",
    "list_text_42":"Le non-respect par Qwique de tout droit ou disposition des présentes conditions d'utilisation ne sera pas considéré comme une renonciation à ce droit ou à cette disposition.",
    "list_text_43":"Vous ne pouvez céder ou transférer aucun de vos droits ou obligations en vertu des présentes conditions d'utilisation sans le consentement écrit préalable de Qwique.",
    "list_text_44":"Qwique peut céder ou transférer l'un de ses droits ou obligations en vertu des présentes conditions d'utilisation sans restriction.",
    "pols_header_title":"Politique de Confidentialité",
    "pols_Description":"Qwique Technology Limited (« Qwique », « nous », « notre », « notre ») fournit une plate-forme permettant à ses utilisateurs de demander et d'acheter de la nourriture, des collations et des colis dans des restaurants à proximité et de les faire livrer directement à leur porte (« Services »). Chez Qwique, nous apprécions la transparence et nous nous engageons à protéger vos informations personnelles. Cette politique de confidentialité explique comment nous collectons, utilisons, divulguons et protégeons vos informations personnelles lorsque vous utilisez nos services. En utilisant nos Services, vous consentez à la collecte et au traitement de vos informations personnelles comme décrit dans la présente Politique de confidentialité. Si vous avez des questions ou des préoccupations concernant notre politique de confidentialité, veuillez nous contacter à",
    "pols_Headers_1":"Informations que nous recueillons",
    "pols_text_1":"Informations personnelles Nous collectons les informations personnelles suivantes pour fournir et améliorer nos Services :",
    "pols_text_2":"Votre nom, âge, sexe, adresse, emplacement, adresse e-mail et numéro de téléphone mobile.",
    "pols_text_3":"Informations sur des tiers liés à vous ou à leur utilisation de nos services, si vous les fournissez.",
    "pols_text_4":"Détails de vos commandes, y compris la date, l'heure et le lieu d'achat ou de livraison.",
    "pols_text_5":"Informations sur votre appareil, y compris le système d'exploitation, les identifiants uniques de l'appareil et les informations sur le réseau mobile.",
    "pols_text_6":"Les informations personnelles collectées et détenues via des systèmes de paiement financiers ou tiers pour le traitement des paiements.",
    "pols_text_7":"Votre lien avec d'autres personnes, comme des membres de votre famille ou des amis.",
    "pols_text_8":"Détails sur votre participation aux programmes de fidélité.",
    "pols_text_9":"Les informations partagées avec nous via les plateformes de médias sociaux si vous choisissez d'interagir avec nous via ces plateformes.",
    "pols_text_10":"Toutes les adresses de livraison que vous fournissez.",
    "pols_text_11":"Réponses facultatives à l'enquête, y compris des informations démographiques.", 
    "pols_text_12":"Informations collectées automatiquement Nous collectons également automatiquement certaines informations lorsque vous utilisez nos Services, notamment :",
    "pols_text_13":"Adresse IP, position GPS et autres données de capteur pour les services basés sur la localisation.",
    "pols_text_14":"Métadonnées Wi-Fi de votre appareil, y compris la connectivité Wi-Fi et GPS, les informations sur le réseau et le niveau du signal, pour recommander des restaurants à proximité.",
    "pols_Headers_2":"Utilisation de vos informations personnelles",
    "pols_text_15":"Nous utilisons vos informations personnelles aux fins suivantes :",
    "pols_text_16":"Fournir et améliorer nos Services.",
    "pols_text_17":"Communiquer avec vous, y compris les notifications et les informations importantes relatives à nos Services.",
    "pols_text_18":"Recherche et développement pour améliorer nos Services.",
    "pols_text_19":"Garantir la sûreté et la sécurité des utilisateurs et prévenir la fraude.",
    "pols_text_20":"Assistance clientèle, y compris la réponse à vos demandes et réclamations.",
    "pols_text_21":"Réalisation d'enquêtes et d'activités de recherche.",
    "pols_text_22":"Marketing, promotions et publicité.",
    "pols_text_23":"Remplir nos obligations légales et réglementaires.",
    "pols_text_24":"Faciliter la communication entre les utilisateurs.",
    "pols_text_25":"Authentification des utilisateurs.",
    "pols_text_26":"Enquêter et prévenir la fraude et les activités illégales.",
    "pols_text_27":"Traitement et facilitation des paiements.",
    "pols_text_28":"Traiter les litiges et les réclamations.",
    "pols_text_29":"Se conformer aux lois, réglementations et règles applicables.",
    "pols_text_30":"Rapports aux autorités réglementaires ou aux organismes gouvernementaux.",
    "pols_text_31":"L'utiliser ou le divulguer autrement qu'autorisé ou permis par la loi.",
    "pols_text_32":"Vous contacter par téléphone, par e-mail ou par d'autres moyens de contact fournis.",
    "pols_Headers_3":"Technologies tierces",
    "pols_text_33":"Notre plate-forme peut inclure ou proposer des produits ou services tiers, qui ont des politiques de confidentialité distinctes et indépendantes. Nous déclinons toute responsabilité quant au contenu et aux activités de ces sites liés. Veuillez consulter leurs politiques de confidentialité avant de vous engager avec eux.",
    "pols_Headers_4":"Services de localisation",
    "pols_text_34":"Pour fournir nos Services, les services de localisation doivent être activés. Nous recueillons des informations de localisation par le biais d'adresses IP, de GPS et d'autres capteurs. Nous utilisons ces informations pour recommander des restaurants à proximité.",
    "pols_Headers_5":"Communiquer",
    "pols_text_35":"Lorsque vous utilisez notre plateforme pour nous contacter pour des services de livraison, toutes les communications effectuées et reçues via la plateforme seront enregistrées à des fins de sécurité, de surveillance, d'assurance qualité, de prévention de la fraude et d'analyse.",
    "pols_Headers_6":"Utilisation des médias sociaux",
    "pols_text_36":"Si vous interagissez avec nous via des sites Web tiers ou des plateformes de médias sociaux, veuillez consulter leurs conditions générales concernant le traitement et la gestion de vos informations personnelles. Gardez vos informations personnelles confidentielles lorsque vous nous contactez via des messages directs, des e-mails ou des canaux de service client.",
    "pols_Headers_7":"Enquêtes",
    "pols_text_37":"Nous pouvons vous demander de participer à des sondages ou à des activités de recherche pour recueillir des commentaires et améliorer nos Services. Votre participation à ces enquêtes est volontaire et les informations que vous fournissez seront utilisées à des fins internes uniquement. Nous pouvons analyser les réponses au sondage sous une forme agrégée et anonymisée pour comprendre les tendances et les préférences.",
    "pols_Headers_8":"Conservation des données",
    "pols_text_38":"Nous conservons vos informations personnelles aussi longtemps que nécessaire pour atteindre les objectifs décrits dans la présente politique de confidentialité, à moins qu'une période de conservation plus longue ne soit requise ou autorisée par la loi. Nous supprimerons ou anonymiserons vos informations personnelles lorsqu'elles ne seront plus nécessaires aux fins pour lesquelles elles ont été collectées.",
    "pols_Headers_9":"Sécurité des données",
    "pols_text_39":"Nous prenons des mesures raisonnables pour protéger vos informations personnelles contre tout accès, utilisation ou divulgation non autorisés. Nous utilisons des technologies et des procédures de sécurité conformes aux normes de l'industrie pour protéger vos informations. Cependant, sachez qu'aucune méthode de transmission sur Internet ou de stockage électronique n'est sécurisée à 100 %, et nous ne pouvons garantir la sécurité absolue de vos informations.",
    "pols_Headers_10":"Confidentialité des enfants",
    "pols_text_40":"Les personnes de moins de 18 ans n'ont pas l'intention d'utiliser nos Services. Nous ne collectons pas sciemment des informations personnelles d'enfants de moins de 18 ans. Si nous apprenons que nous avons collecté des informations personnelles d'un enfant de moins de 18 ans sans le consentement parental, nous prendrons des mesures pour supprimer les informations dès que possible. Si vous pensez que nous avons collecté des informations auprès d'un enfant de moins de 18 ans, veuillez nous contacter à",
    "pols_Headers_11":"Modifications de cette politique de confidentialité",
    "pols_text_41":"Nous pouvons mettre à jour cette politique de confidentialité de temps à autre pour refléter les changements dans nos pratiques ou les lois applicables.Nous vous informerons de tout changement important en publiant la politique de confidentialité mise à jour sur notre site Web ou par d'autres canaux de communication. Nous vous encourageons à consulter régulièrement cette politique de confidentialité pour obtenir les dernières informations sur nos pratiques en matière de confidentialité.",
    "pols_Headers_12":"Contactez-nous",
    "pols_text_42":"Si vous avez des questions, des préoccupations ou des demandes concernant cette politique de confidentialité ou le traitement de vos informations personnelles, veuillez nous contacter à",
    
    "copy_right": "Droits d'auteur © 2023 Qwique."
}